{
	"relic-guide": {
		"title": "Hướng Dẫn Toàn Diện Hệ Thống Cổ Vật (Relics) trong Con Đường Anh Hùng",
		"publishedDate": "23 Tháng 11, 2025",
		"updateDate": "cập nhật ngày 23 Tháng 11, 2025",
		"views": "36",
		"author": "Admin POC Guide",
		"thumbnail": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/thumbnailRelic.jpg",
		"slug": "relic-guide",
		"content": [
			{
				"type": "section",
				"title": "Cổ vật (Relics) là gì?",
				"content": [
					{
						"type": "paragraph",
						"text": "Cổ vật là những trang bị đặc biệt dành cho tướng trong chế độ <strong>Con Đường Anh Hùng (The Path of Champions)</strong>. Bạn có thể trang bị cổ vật cho tướng trước khi phiêu lưu, phối kết hợp các cổ vật để tối ưu sức mạnh cho tướng của bạn."
					},
					{
						"type": "paragraph",
						"text": "Mỗi tướng được mang tối đa <strong>3 cổ vật</strong>. Sự kết hợp cổ vật đúng cách giúp tướng có thể phát huy tối đa sức mạnh, với các tổ hợp cổ vật khác nhau sẽ mang đến các lối chơi khác nhau dù cho cùng một tướng."
					},
					{
						"type": "image",
						"src": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/relicSlot.jpg",
						"alt": "3 ô cổ vật trên tướng"
					}
				]
			},
			{
				"type": "section",
				"title": "01. Phân loại độ hiếm & ô Cổ Vật",
				"content": [
					{
						"type": "paragraph",
						"text": "Cổ vật được chia làm 3 độ hiếm tăng dần là: <strong>Thường, Hiếm, Sử Thi.</strong>"
					},
					{
						"type": "paragraph",
						"text": "Cổ vật cũng được chia làm 2 loại: <strong>Cổ vật</strong> và <strong>cổ vật tiêu thụ</strong> (sẽ biến mất sau khi hoàn thành nhiệm vụ)."
					},
					{
						"type": "paragraph",
						"text": "Chỉ trang bị được cổ vật có độ hiếm bằng hoặc thấp hơn. Ví dụ Ô Hiếm thì có thể trang bị được cổ vật Hiếm và Thường, Ô thường thì chỉ trang bị được cổ vật Thường."
					},
					{
						"type": "paragraph",
						"text": "Độ hiếm của ô sẽ tăng dần dựa theo cấp tướng hoặc được nâng cấp nhờ vật phẩm."
					},
					{
						"type": "list",
						"items": [
							"Cấp 1 - 7: 1 ô cổ vật Thường",
							"Cấp 8 - 12: 1 ô cổ vật Hiếm",
							"Cấp 13 - 18: 1 ô Thường + 1 ô Hiếm",
							"Cấp 19 - 24: 2 ô Hiếm",
							"Cấp 25 - 29: 1 ô Thường + 2 ô Hiếm",
							"Cấp 30 trở lên: 3 ô Hiếm",
							"Để nâng cấp ô từ <strong>Hiếm lên Sử Thi</strong> cần dùng <strong>Tôi Luyện Linh Hồn</strong> và hoàn thành phiêu lưu 3 sao trở lên."
						]
					},
					{
						"type": "image",
						"src": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/relicforge.jpg",
						"alt": "Nâng cấp ô cổ vật lên Sử Thi"
					}
				]
			},
			{
				"type": "sublist",
				"title": "02. Cách thu thập Cổ vật",
				"sublist": [
					{
						"title": "2.1. Rương Thần Tích",
						"desc": "Đây là nguồn chính để các bạn nhận được cổ vật trong Con Đường Anh Hùng và được chia thành 3 loại:",
						"list": [
							"<strong>Rương Thần Tích Đồng</strong>: cổ vật Thường/Hiếm",
							"<strong>Rương Thần Tích Bạc</strong>: cổ vật Hiếm",
							"<strong>Rương Thần Tích Vàng</strong>: cổ vật Sử Thi"
						],
						"image": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/relicchest.jpg",
						"imageAlt": "Rương Thần Tích trong Path of Champions"
					},
					{
						"title": "2.2. Cửa Hiệu",
						"desc": "Bạn có thể dùng <strong>bụi sao</strong> để mua các vật phẩm trong <strong>Cửa Hiệu</strong>, bao gồm các cổ vật hiếm và <strong>Rương Thần Tích Vàng</strong>. Bụi sao có thể kiếm được từ việc mở rương, hoàn thành các thử thách nhiệm vụ phiêu lưu.",
						"image": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/emporium.jpg",
						"imageAlt": "Cửa Hiệu bán cổ vật"
					},
					{
						"title": "2.3. Cửa Hàng Vinh Danh",
						"desc": "Dùng xu Vinh Danh để đổi <strong>cổ vật Sử Thi Đặc Trưng</strong> (Trấn – các cổ vật này không thể nhận được thông qua việc mở Rương Thần Tích) trong <strong>cửa hàng vinh danh</strong> được làm mới mỗi sáng chủ nhật. Ngoài ra còn có thể mua rương thần tích bạc tại đây với giá 10 xu vinh danh/rương (giới hạn 5 rương mỗi tháng). Bạn có thể nhận xu vinh danh từ <strong>Con Đường Vinh Danh</strong>.",
						"image": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/GloryShop.jpg",
						"imageAlt": "Cửa hàng Vinh Danh bán cổ vật"
					},
					{
						"title": "2.4. Nhiệm vụ hàng tuần",
						"desc": "Hoàn thành các nhiệm vụ phiêu lưu tuần sẽ nhận được phần thưởng rương thần tích.",
						"image": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/weeklyquests.jpg",
						"imageAlt": "Nhiệm vụ hàng tuần trong PoC"
					},
					{
						"title": "2.5. Gói Bundle cổ vật",
						"desc": "Các gói bundle được bán trong cửa hàng và được mua bằng xu với các loại tài nguyên đa dạng bao gồm cổ vật Sử Thi Đặc Trưng (Trấn), mảnh tướng, đá quý, mảnh sao băng,...",
						"image": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/bundlerelic.jpg",
						"imageAlt": "Gói bundle cổ vật"
					}
				]
			},
			{
				"type": "table",
				"title": "03. Top các cổ vật mạnh nhất hiện tại",
				"headers": ["Tên cổ vật", "Độ hiếm", "Hiệu ứng chính"],
				"rows": [
					[
						"Găng Tinh Vân Sư",
						"Sử Thi",
						"Bắt Đầu Trận Đấu: Nếu ta đang ở trong bộ bài hoặc trên tay và Khổng Lồ, +1 cho Năng Lượng Khởi Điểm. Ngươi có thể tìm thấy Anh Hùng Cấp 2 khi Hiệu Triệu hoặc Hình Thành."
					],
					[
						"Đội Quân Quạ Của Swain",
						"Sử Thi",
						"Bắt Đầu Trận Đấu: Hấp Thụ 5 máu từ Nhà Chính của đối thủ. Xuất Trận: Nếu ta là Swain, hồi đầy năng lượng bài phép."
					],
					[
						"Lõi Công Nghệ Hoàn Hảo",
						"Sử Thi",
						"Bắt Đầu Vòng Đấu: Tạo trên tay 1 lá Nâng Cấp Lõi Công Nghệ. Lá Nâng Cấp Lõi Công Nghệ có Đồng Hồ Ngưng Đọng và thể nâng cấp bất kỳ đồng minh nào."
					],
					[
						"Lời Thề Hộ Vệ",
						"Sử Thi",
						"Xuất Trận: Tráo 5 anh hùng cấp 2 vào bộ bài và tăng gấp đôi chỉ số của họ, rồi rút 1 trong các lá đó."
					],
					[
						"Linh Hồn Vang Vọng",
						"Sử Thi",
						"Bắt Đầu Trận Đấu: Tạo 7 bản sao của ta trong bộ bài. Giảm 1 tiêu hao cho Bài Phép Anh Hùng."
					],
					[
						"Quái Thú Bên Trong",
						"Sử Thi",
						"Đồng minh nhận Áp Đảo, và nếu có nhóm phụ, nhận thêm +1|+1."
					],
					[
						"Kéo Cắt Ma Quái",
						"Sử Thi",
						"+2|+0 Hỗ Trợ: Nếu đồng minh được ta hỗ trợ là tùy tùng, ban Cảm Tử cho nó và triệu hồi bản sao y hệt của đồng minh đó ở vị trí tấn công."
					],
					[
						"Đệ Tử Bóng Đêm",
						"Sử Thi",
						"Ta được giảm 1 tiêu hao với mỗi đồng minh trên bàn. Xuất Trận: Gây 3 sát thương lên tất cả đồng minh khác."
					],
					[
						"Máy Sao Chép Hóa Kỹ",
						"Hiếm",
						"Khi ngươi sử dụng 1 bài phép, nếu ngươi có 6+ ngọc năng lượng, sao chép hiệu ứng bài phép đó lên cùng mục tiêu."
					],
					[
						"Thuốc Nổ Nén Chặt",
						"Sử Thi",
						"Cưỡng Đoạt: Ta được giảm 2 tiêu hao. Ta nhận +1|+1 với mỗi vòng đấu ngươi đã gây sát thương lên Nhà Chính của đối thủ."
					]
				],
				"relicIds": [
					"R0082",
					"R0104",
					"R0125",
					"R0064",
					"R0061",
					"R0080",
					"R0092",
					"R0060",
					"R0048",
					"R0065"
				],
				"caption": "Bảng top các cổ vật được người viết đánh giá mạnh nhất hiện tại"
			},
			{
				"type": "conclusion",
				"title": "Hãy thử nghiệm và tìm ra combo cổ vật của riêng bạn!",
				"text": "Cổ vật chính là yếu tố tạo nên sự khác biệt giữa một người chơi bình thường và một người chơi kỳ cựu của Con Đường Anh Hùng. Đừng ngại thử nghiệm những combo mới lạ – đôi khi chúng lại là chìa khóa để mở khóa tối đa sức mạnh của tướng."
			}
		]
	},

	"starter-guide": {
		"title": "Hướng Dẫn Chế Độ Chơi Con Đường Anh Hùng (Path Of Champions)",
		"publishedDate": "23 Tháng 11, 2025",
		"updateDate": "cập nhật ngày 23 Tháng 11, 2025",
		"views": "242",
		"author": "Admin POC Guide",
		"thumbnail": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/thumbcdah.jpg",
		"slug": "starter-guide",
		"content": [
			{
				"type": "section",
				"title": "Giới thiệu",
				"content": [
					{
						"type": "paragraph",
						"text": "<strong>Con Đường Anh Hùng (Path of Champions hay PoC)</strong> là một chế độ chơi <strong>PvE</strong> thú vị, nơi người chơi sẽ đồng hành cùng các <strong>anh hùng mạnh mẽ</strong> để phiêu lưu vào thế giới <strong>Runeterra</strong>. Mỗi cuộc phiêu lưu là một <strong>trải nghiệm độc nhất</strong> (không có cuộc phiêu lưu nào giống nhau)."
					},
					{
						"type": "paragraph",
						"text": "Tại đây, người chơi sẽ đối mặt với <strong>các bản đồ khó khăn</strong> và <strong>những con trùm mạnh mẽ</strong> ở những bản đồ đầy tính thử thách. Bạn sẽ được <strong>xây dựng bộ bài mạnh mẽ</strong> bằng cách tổ hợp các lá bài và sử dụng vật phẩm sức mạnh đa dạng tìm được trong chuyến hành trình."
					},
					{
						"type": "paragraph",
						"text": "Bạn có thể trải nghiệm thử bằng cách tải game <strong>Huyền Thoại Runeterra (Legends of Runeterra)</strong>, vào game ấn vào nút chơi ngay, chọn mục <strong>Con Đường Anh Hùng</strong> và ấn chơi để bắt đầu phiêu lưu."
					},
					{
						"type": "image",
						"src": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/giaodiencdah.jpg",
						"alt": "Giao diện Con Đường Anh Hùng"
					}
				]
			},
			{
				"type": "section",
				"title": "01 Hướng Dẫn Chơi Con Đường Anh Hùng (Path Of Champions)",
				"content": [
					{
						"type": "paragraph",
						"text": "<strong>The Path of Champions là chế độ PvE</strong> nơi bạn chọn một <strong>Tướng</strong> để bắt đầu phiêu lưu, thu thập các sức mạnh, vật phẩm đặc biệt để trở nên mạnh mẽ hơn và thách đấu các <strong>Boss</strong> mạnh dần của các khu vực trong bản đồ <strong>Runeterra</strong>."
					},
					{
						"type": "list",
						"items": [
							"Thu thập mảnh và nâng cấp vị tướng yêu thích.",
							"Hệ thống cổ vật đa dạng, độc đáo tạo ra các tổ hợp mạnh mẽ.",
							"Xây dựng bộ bài, lựa chọn vật phẩm, sức mạnh tối ưu cho tướng.",
							"Chinh phục các thử thách boss khó nhằn tại đấu khu vực."
						]
					},
					{
						"type": "image",
						"src": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/bosslissandra.jpg",
						"alt": "Hướng Dẫn Chơi Con Đường Anh Hùng"
					}
				]
			},
			{
				"type": "section",
				"title": "02 Mở Khóa và Nâng Cấp Tướng",
				"content": [
					{
						"type": "paragraph",
						"text": "Để có thể bắt đầu phiêu lưu với một tướng bạn cần <strong>mở khóa tướng đó với 30 mảnh</strong>. Mỗi tướng đều có lối chơi riêng và có sự chênh lệch cấp độ sao được hiển thị bên dưới phần tên."
					},
					{
						"type": "paragraph",
						"text": "<strong>Khi mở khóa tướng</strong> bạn có thể bắt đầu cuộc phiêu lưu với tướng đó, sau khi <strong>hoàn thành phiêu lưu</strong> bạn sẽ nhận được <strong>kinh nghiệm</strong> giúp tướng <strong>thăng cấp</strong> và mở khóa sức mạnh mới cho các lá bài trong bộ bài của bạn, các ô cổ vật trang bị cho tướng, tăng giới hạn máu nhà chính, tăng tỉ lệ nhặt được các vật phẩm mạnh mẽ trong lúc phiêu lưu,..."
					},
					{
						"type": "image",
						"src": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/unlockchampion.jpg",
						"alt": "Mở Khóa và Nâng Cấp Tướng"
					},
					{
						"type": "paragraph",
						"text": "Để nâng sao cho tướng bạn cần có đủ số lượng yêu cầu của mảnh tướng đó để có thể nâng cấp hoặc có thể dùng tinh hoa cam để bù vào số lượng còn thiếu."
					},
					{
						"type": "image",
						"src": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/upgradestar.jpg",
						"alt": "Nâng Sao Tướng"
					}
				]
			},
			{
				"type": "section",
				"title": "03 Hệ Thống Sức Mạnh Của Tướng",
				"content": [
					{
						"type": "paragraph",
						"text": "Mỗi tướng có các <strong>sức mạnh riêng biệt độc nhất</strong>, được tối ưu riêng dành cho tướng đó. Bạn có thể <strong>nâng cấp sức mạnh</strong> của tướng bằng cách thu thập các tài nguyên yêu cầu như mảnh tướng, mảnh pha lê, mảnh sao băng để nâng cấp."
					},
					{
						"type": "paragraph",
						"text": "<strong>Hệ thống sức mạnh</strong> cũng là nền tảng của chế độ chơi Con Đường Anh Hùng với <strong>hơn 1000+ sức mạnh khác nhau</strong> gồm nhiều loại như: sức mạnh của tướng, sức mạnh của kẻ địch, sức mạnh cổ vật,..."
					},
					{
						"type": "image",
						"src": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/powerlist.jpg",
						"alt": "Hệ Thống Sức Mạnh Của Tướng"
					}
				]
			},
			{
				"type": "section",
				"title": "04 Hệ Thống Cổ Vật Dành Cho Tướng",
				"content": [
					{
						"type": "paragraph",
						"text": "<strong>Các cổ vật (Relics)</strong> là một phần hết sức quan trọng để tạo nên sự đa dạng cho các tướng, tướng có thể giống nhau nhưng lối <strong>xây dựng cổ vật</strong> của người chơi khác nhau thì sẽ mang đến những trải nghiệm khác nhau, từ đó tạo nên các <strong>tổ hợp, các lối chơi đa dạng.</strong>"
					},
					{
						"type": "paragraph",
						"text": "Mỗi tướng sẽ có <strong>3 ô cổ vật</strong> mở khóa và nâng cấp dần theo cấp độ. Bạn có thể <strong>kết hợp</strong> các cổ vật với những tác dụng riêng biệt để tạo ra một bộ cổ vật mạnh mẽ."
					},
					{
						"type": "paragraph",
						"text": "Cổ vật trong game được chia thành 3 bậc độ hiếm: <strong>Thường, Hiếm, Sử Thi</strong> người chơi chỉ mang được các cổ vật có độ hiếm tương ứng với độ hiếm của ô cổ vật hiện tại trên tướng, bạn cần thăng cấp cho tướng để nâng các ô lên độ hiếm Thường lên thành độ hiếm Hiếm hoặc sử dụng <strong>Tôi Luyện Linh Hồn (Tiêu Thụ)</strong> để nâng từ độ hiếm Hiếm lên độ hiếm <strong>Sử Thi</strong>."
					},
					{
						"type": "image",
						"src": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/relic.jpg",
						"alt": "Hệ Thống Cổ Vật Dành Cho Tướng"
					},
					{
						"type": "paragraph",
						"text": "Bạn có thể thu thập cổ vật thông qua việc mở các <strong>rương Thần Tích</strong>, các rương này nhận được bằng cách hoàn thành các thử thách trong chuyến phiêu lưu, các nhiệm vụ của game, trong Cửa Hiệu hoặc trong Cửa Hàng Vinh Danh."
					},
					{
						"type": "image",
						"src": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/emporium.jpg",
						"alt": "Cửa Hiệu bán cổ vật"
					}
				]
			},
			{
				"type": "section",
				"title": "05 Bản Đồ Phiêu Lưu",
				"content": [
					{
						"type": "paragraph",
						"text": "<strong>Các bản đồ trong Con Đường Anh Hùng</strong> cực kì đa dạng trải dài từ dễ đến khó, mỗi bản đồ là một cuộc phiêu lưu thử thách dành cho người chơi. <strong>Hoàn thành cuộc phiêu lưu theo yêu cầu</strong> sẽ cho bạn các phần thưởng để nâng cấp sức mạnh cho tướng và <strong>mở khóa các cuộc phiêu lưu với độ khó cao hơn.</strong>"
					},
					{
						"type": "image",
						"src": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/map.jpg",
						"alt": "Bản Đồ Phiêu Lưu"
					},
					{
						"type": "paragraph",
						"text": "Mỗi sáng thứ 2 mỗi tuần sẽ có các chuyến phiêu lưu hàng tuần thường và ác mộng với các cuộc phiêu lưu ngẫu nhiên, kèm theo các phần thưởng cực kì giá trị."
					},
					{
						"type": "image",
						"src": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/weeklyquests.jpg",
						"alt": "Bản Đồ Phiêu Lưu hàng tuần"
					},
					{
						"type": "paragraph",
						"text": "Bản đồ sự kiện sẽ mở theo giai đoạn trong một khoảng thời gian nhất định, mang đến những cơ chế mới lạ, những thử thách mới với những con boss mạnh mẽ, kèm theo đó là các phần thưởng xứng đáng cho những người chơi nhiều lưu thành công."
					},
					{
						"type": "image",
						"src": "https://wpocpicture.s3.us-east-1.amazonaws.com/images/eventmap.jpg",
						"alt": "Bản Đồ Phiêu Lưu sự kiện"
					}
				]
			},
			{
				"type": "conclusion",
				"title": "Bắt đầu chơi Con Đường Anh Hùng ngay hôm nay!",
				"text": "Một chế độ chơi kết hợp giữa thẻ bài và roguelike đầy thú vị, mang đến trải nghiệm mới lạ mỗi lần phiêu lưu."
			}
		]
	},

	"jhin-guide": {
		"title": "Hướng Dẫn Jhin Con Đường Anh Hùng – Combo Mạnh Nhất Tháng 12/2025",
		"publishedDate": "11 Tháng 12, 2025",
		"updateDate": "cập nhật ngày 11 Tháng 12, 2025",
		"views": "0",
		"author": "Admin POC Guide",
		"thumbnail": "/image/jhin-guide.jpg",
		"slug": "jhin-guide",
		"content": [
			{
				"type": "section",
				"title": "Tại sao Jhin lại cực mạnh trong PoC?",
				"content": [
					{
						"type": "paragraph",
						"text": "Jhin hiện là một trong những tướng top tier nhờ khả năng gây sát thương lớn, combo bùng nổ và dễ dàng clear board. Với các relic phù hợp, Jhin có thể kết thúc trận đấu chỉ trong 2-3 turn."
					}
				]
			},
			{
				"type": "table",
				"title": "Top Relic tốt nhất cho Jhin hiện tại",
				"headers": [
					"Tên Relic",
					"Độ hiếm",
					"Hiệu ứng chính",
					"Lý do phù hợp với Jhin"
				],
				"rows": [
					[
						"Găng Tinh Vân Sư #1",
						"Sử Thi",
						"+1 năng lượng khởi điểm",
						"Giúp chơi Jhin sớm và combo nhanh"
					],
					[
						"Thuốc Nổ Nén Chặt",
						"Sử Thi",
						"Giảm 2 tiêu hao + stack +1|+1 mỗi khi gây sát thương nhà chính",
						"Tăng sát thương burst cực mạnh"
					],
					[
						"Lõi Công Nghệ Hoàn Hảo",
						"Sử Thi",
						"Tạo nâng cấp lõi liên tục",
						"Duy trì áp lực và nâng cấp liên tục"
					],
					[
						"Máy Sao Chép Hóa Kỹ",
						"Hiếm",
						"Sao chép bài phép khi đủ 6+ năng lượng",
						"Tăng hiệu quả các lá phép của Jhin"
					],
					[
						"Lời Thề Hộ Vệ",
						"Sử Thi",
						"Tăng chỉ số anh hùng cấp 2",
						"Rút bài nhanh và tăng sức mạnh tướng"
					]
				],
				"caption": "Top 5 relic được cộng đồng PoC khuyến nghị cho Jhin (cập nhật 12/2025)"
			},
			{
				"type": "conclusion",
				"title": "Kết luận",
				"text": "Jhin là lựa chọn hoàn hảo cho người chơi thích lối đánh burst damage. Hãy thử combo relic trên để cảm nhận sức mạnh thực sự của 'Hoa Đạn'!"
			}
		]
	}
}
